src/main/resources/xmls/salesforcequery/vmsconfigdata.xml

<?xml version="1.0" encoding="UTF-8"?>
<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/" xmlns:p1="http://www.w3.org/2001/XMLSchema-instance">
   <Header>
      <SessionHeader xmlns="urn:partner.soap.sforce.com">
         <sessionId></sessionId>
      </SessionHeader>
   </Header>
   <Body>
      <create xmlns="urn:partner.soap.sforce.com">
         <sObjects>
            <type xmlns="urn:sobject.partner.soap.sforce.com">VMS_Configuration__c</type>
            <AccountId__c xmlns=""></AccountId__c>
             <Business_Unit__c xmlns=""></Business_Unit__c>
              <Labor_Category__c xmlns=""></Labor_Category__c>
<!--                <Name xmlns=""></Name> -->
                <Organization_Office__c xmlns=""></Organization_Office__c>
                 <Skill_Specialty__c xmlns=""></Skill_Specialty__c>
                 <Worksite_City__c xmlns=""></Worksite_City__c>
                 <Worksite_State_Province__c xmlns=""></Worksite_State_Province__c>
                  <OwnerId xmlns=""></OwnerId>
                 
                 
             </sObjects>
      </create>
   </Body>
</Envelope>